Revit 2027 API
ContextualHelp.HelpType Property
The contextual help type.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ContextualHelpType HelpType { get; set; }
Public Property HelpType As ContextualHelpType
	Get
	Set
public:
property ContextualHelpType HelpType {
	ContextualHelpType get ();
	void set (ContextualHelpType value);
}
member HelpType : ContextualHelpType with get, set
Property Value
ContextualHelpType
See Also
Reference
ContextualHelp Class
Autodesk.Revit.UI Namespace